/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Delete";
"Basic settings" = "Basic settings";


/* MAIN ACTIVITIES */

"Home" = "Home";
"Open" = "Open";
"Closed" = "Closed";
"Awards" = "Awards";


/* HOME VIEW */

"Up next" = "Up next";
"More to explore" = "More to explore";


/* PROJECTS VIEW */

"Open Projects" = "Open Projects";
"Closed Projects" = "Closed Projects";
"Add Project" = "Add Project";
"Add New Item" = "Add New Item";
"There's nothing here right now" = "There's nothing here right now";

/* A button that shows a menu with the following items */
"Sort" = "Sort";
"Sort items" = "Sort items"; /* The title of the menu */
"Optimized" = "Optimized"; /* Sort using an optimized algorithm */
"Creation Date" = "Creation Date"; /* Sort by the date items were created */
"Title" = "Title"; /* Sort by item title */

/* Default names for a new project and a new item*/
"New Project" = "New Project";
"New Item" = "New Item";


/* EDITING PROJECTS */

"Edit Project" = "Edit Project";
"Project name" = "Project name";
"Description of this project" = "Description of this Project";
"Custom project color" = "Custom project color";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Close this project";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project completely." = "Closing a project moves it from the Open to Closed tab; deleting it removes the project completely.";
"Reopen this project" = "Reopen this project";
"Delete this project" = "Delete this project";
"Delete project?" = "Delete project?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Are you sure you want to delete this project? You will also delete all the items it contains.";


/* EDITING ITEMS */

"Edit Item" = "Edit Item";
"Item name" = "Item name";
"Description" = "Description";
"Priority" = "Priority";
"High" = "High";
"Medium" = "Medium";
"Low" = "Low";

"Mark Completed" = "Mark Completed";


/* AWARDS */

"Locked: %@" = "Locked: %@";
"Unlocked: %@" = "Unlocked: %@";


/* OTHER STRINGS */

"Please select something from the menu to begin." = "Please select something from the menu to begin.";

